---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpatialFieldMgrDescription
source: html/6ba5971f-15b5-238f-982f-4ea11a93b16e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpatialFieldMgrDescription Property

"Description"

## Syntax (C#)
```csharp
public static ForgeTypeId SpatialFieldMgrDescription { get; }
```